Repository: Aniobodo/BeeMobile
Catalog: BeeMobileApp/Res/AppResources.*.resx
Languages: de

# Again
source: Try again
de: erneut versuchen

# AlreadyAcc
source: Already have an account? Login
de: Sie haben bereits ein Konto? Anmelden

# CarpetNotAvailable
source: The carpet is either not available or already scanned
de: Der Teppich ist entweder nicht vorhanden oder bereits gescannt

# CarpetNr
source: Carpet No. ?
de: Teppich Nr. ?

# CheckNet
source: Please check the internet connection
de: Bitte prüfen Sie die Internetverbindung

# CompEmail
source: Company Email
de: Firma Email

# CompName
source: Company Name
de: Firma Name

# Confirm
source: Confirm Password
de: Passwort bestätigen

# Countries
source: Country
de: Land

# CreateAcc
source: Create an Account
de: Konto erstellen

# Denied
source: Access denied
de: Zugriff abgelehnt

# DeniedDetail
source: You are not registered in
de: Sie sind nicht registriert als

source: Edit Project
de: Project bearbeiten

# Email
source: Email (example@abc.com)
de: Email (beispiel@abc.com)

# EmailExist
source: The Email Address provided already exists
de: Die angegebene E-Mail-Adresse existiert bereits

source: Error!
de: Fehler!

# FalseEmail
source: Incorrect email
de: Email ist falsch

# Firstname
source: Please enter a correct first name
de: Bitte geben Sie einen korrekten Vornamen ein

# FirstSignin
source: You have to login first
de: Sie müssen sich zuerst anmelden

# Fname
source: First Name
de: Vorname

source: Forgot password?
de: Passwort vergessen?

# Import
source: Imported succesfully
de: Importiert erfolgreich

# ImportErr
source: Import error
de: Importfehler

# ImportSuccess
source: The project files has been successfully imported
de: Die Projektdateien wurden erfolgreich importiert

# Incorrect
source: The email or passwod is incorrect
de: Die E-Mail oder das Passwort ist falsch

# IncorrectEm
source: Incorrect
de: Falsch

source: Invalid
de: Ungültig

# InvEmail
source: Please enter a valid Email address
de: Bitte geben Sie eine gültige E-Mail Adresse ein

# Lastname
source: Please enter a correct last name
de: Bitte geben Sie einen korrekten Nachnamen ein

# Lname
source: Last Name
de: Nachname

source: Login
de: Anmelden

source: Logistic
de: Logistik

source: Logout
de: Abmelden

source: New Project
de: Neu Project

# NoAccReg
source: Don't have an account? Register
de: kein Konto? Registrieren

# NoDetail
source: No details available for the selected item
de: Keine Details für das ausgewählte Element verfügbar

# NoMatch
source: Password does not match
de: Passwort stimmt nicht überein

# NonSelected
source: No option selected
de: Keine Option ausgewählt

# NoProceed
source: Please share the PXML files before proceeding further
de: Bitte geben Sie die PXML-Dateien frei, bevor Sie weitermachen

source: not avaialble
de: nicht verfügbar

source: Or
de: Oder

# PassFormat
source: Password should contain at least 8 characters, 1 numeric, 1 lowercase, 1 uppercase and 1 special character [@$!%*#?&-.]
de: Das Passwort sollte mindestens 8 Zeichen enthalten, 1 numerisches Zeichen, 1 Kleinbuchstabe, 1 Großbuchstabe und 1 Sonderzeichen [@$!%*#?&-.]

# PassSent
source: Password sent
de: Passwort gesendet

# PassSentDetail
source: Your password is sent to your email address.
de: Ihr Passwort wird an Ihre E-Mail-Adresse geschickt.

source: Password
de: Passwort

# PNdescription
source: The Project name provided already exists
de: Der angegebene Projektname existiert bereits

# PNerror
source: Insert a different Project name
de: Einen anderen Projektnamen einfügen

source: Proceed
de: Weiter

source: Producer
de: Produzent

# ProjectName
source: Enter name of the Project
de: Name des Projekts eingeben

# ProjectStart
source: Your Project has been started
de: Ihr Projekt wurde gestartet

source: Register
de: Registrieren

# RegSuccess
source: Registeration succussful
de: Registrierung erfolgreich

# SelectOne
source: Please select an option
de: Bitte wählen Sie eine Option aus

# SelectUser
source: Function?
de: Funktion?

source: Send Password
de: Passwort senden

# SharePXML
source: Share the PXML Files Related to this Project
de: Freigeben der PXML-Dateien zu diesem Projekt

# ShowDetail
source: Show details
de: Details anzeigen

source: Succesfull
de: Erfolgreich

# TitleNoNet
source: Cannot find the network
de: Netzwerk kann nicht gefunden werden

source: Total length:
de: Gesamte Laenge:

source: Total weight:
de: Gesamte Masse:

source: Total width:
de: Gesamte Breite:

source: User
de: Anwender

# WrongProject
source: The carpet does not belong to this project
de: Der Teppich gehört nicht zu diesem Projekt
